[
    {
        "id": 1,
        "name": "Street Fighter",
        "year": 1990,
        "price": 9.90,
        "type": "Luta",
        "image": "stree-fighter.jpg",
        "description": "Street Fighter, popularmente abreviado para SF, é uma popular série de jogos de luta na qual o jogador controla lutadores de diversas partes do mundo, cada qual com seus golpes especiais."
    },
    {
        "id": 2,
        "name": "Mortal Kombat",
        "year": 1992,
        "price": 9.90,
        "type": "Luta",
        "image": "mortal-kombat.jpg",
        "description": "Mortal Kombat é uma série de jogos criados pelo estúdio de Chicago da Midway Games. Em 2011, depois da falência da Midway, a produção de Mortal Kombat foi adquirida pela Warner Bros, tornando-se em seguida na Netherealm."
    },
    {
        "id": 3,
        "name": "Top Gear",
        "year": 1992,
        "price": 9.90,
        "type": "Corrida",
        "image": "topgear.jpg",
        "description": "Top Gear é uma série de televisão britânica sobre veículos automotores, principalmente carros, reconhecido como o programa de televisão factual mais assistido no mundo pelo Guiness Book of Records."
    },
    {
        "id": 4,
        "name": "Captain Commando",
        "year": 1989,
        "price": 9.90,
        "type": "Aventura",
        "image": "captain.jpg",
        "description":  "Capitão Comando é jogo de arcade produzido pela Capcom em 1991, tendo como personagem principal Captain Commando. É um jogo no estilo beat 'em up, que se passa em Metro City no ano de 2026"
    },
    {
        "id": 5,
        "name": "Final Fight",
        "year": 1989,
        "price": 9.90,
        "type": "Luta",
        "image": "final-fight.jpg",
        "description": "Final Fight é um jogo eletrônico beat-'em-up side-scrolling originalmente lançado pela Capcom como um video game operado a base de moedas em 1989, um dos jogos mais famosos para esse estilo de jogo."
    },
    {
        "id": 6,
        "name": "Resident Evil",
        "year": 1996,
        "price": 9.90,
        "type": "Terror, tiro",
        "image": "resident-evil.jpg",
        "description": "Resident Evil é uma franquia de mídia que pertence à empresa de videogames Capcom. Foi criada por Shinji Mikami como uma série de jogos de survival horror, iniciada em 1996 com Resident Evil para PlayStation."
    },
    {
        "id": 7,
        "name": "Pokemon Yellow",
        "pokemonyear": 1998,
        "price": 9.90,
        "type": "RPG",
        "image": "pokemon.jpg",
        "description": "Pokémon Yellow: Special Pikachu Edition é o quarto jogo da série multimilionária Pokémon lançado no Japão e o terceiro nos EUA e Europa. É compatível com Pokémon Red & Blue."
    },
    {
        "id": 8,
        "name": "Metroid",
        "year": 1986,
        "price": 9.90,
        "type": "Ação",
        "image": "metroid.jpg",
        "description": "Metroid é uma série de videogames da Nintendo. A história se passa num cenário de ficção científica, inspirado nos filmes Alien e centrado na caçadora de recompensas Samus Aran"
    },
    {
        "id": 9,
        "name": "Super Mario World",
        "year": 1990,
        "price": 9.90,
        "type": "Aventura",
        "image": "super-mario.jpg",
        "description": "Super Mario World, originalmente chamado no Japão de Super Mario Bros. 4, é um jogo de plataforma desenvolvido e publicado pela Nintendo como um título que acompanhava o console Super Nintendo Entertainment System."
    },
    {
        "id": 10,
        "name": "Sonic The Hadgehog",
        "year": 1991,
        "price": 9.90,
        "type": "Plataforma",
        "image": "sonic.jpg",
        "description": "Sonic the Hedgehog é uma franquia de videogames criada e produzida pela Sega. A franquia é centrada em uma série de jogos de plataforma focados em velocidade."
    }
]